Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MusicUseListeningHistoryON
source: Music played on this device will appear in Recently Played, Replay mixes, influence your recommendations, and if you set up an Apple Music profile, it will also be seen by your followers.
ar: الموسيقى التي تُشغّل على هذا الجهاز ستظهر ضمن المشغلة حديثًا ومنوعات Replay، وتؤثر على توصياتك، وستظهر لمتابعيك أيضًا إذا كنت قد قمت بإعداد ملف شخصي في Apple Music.
ca: La música que escoltis en aquest dispositiu es mostrarà a les reproduccions recents i a les remescles anuals, i influirà en les recomanacions que rebis. A més, si tens un perfil de l’Apple Music, qui et segueixi podrà veure què escoltes.
cs: Hudba přehrávaná na tomto zařízení se bude objevovat v seznamu naposledy poslouchaných skladeb a v Replay mixech a ovlivňovat vaše doporučení. Pokud jste si vytvořili profil na Apple Music, uvidí tuto hudbu lidé, kteří vás sledují.
da: Musik, der afspilles på denne enhed, vises i senest afspillet og i replaymiks, den påvirker dine anbefalinger, og dine følgere kan også se den, hvis du indstiller en Apple Music‑profil.
de: Auf diesem Gerät wiedergegebene Musik wird in „Zuletzt gespielt“ und in Mixen von „Erneut wiedergeben“ angezeigt, beeinflusst, was dir empfohlen wird, und wird auch deinen Follower:innen angezeigt, wenn du ein Apple Music-Profil konfigurierst.
el: Η μουσική που αναπαράγεται σε αυτήν τη συσκευή θα εμφανίζεται στις Πρόσφατες αναπαραγωγές και στις συνθέσεις Replay, θα επηρεάζει τις εξατομικευμένες προτάσεις σας, και αν διαμορφώσετε ένα προφίλ στο Apple Music, θα είναι επίσης ορατό στα άτομα που σας ακολουθούν.
es: La música que se reproduzca en este dispositivo aparecerá en las reproducciones recientes y en las listas Replay Mix, determinará las recomendaciones que recibas y, si configuras un perfil de Apple Music, tus seguidores lo podrán ver.
es_us: La música que se reproduzca en este dispositivo influenciará tus recomendaciones y se mostrará en el contenido reciente y en los mixes Replay. Además, si configuraste un perfil de Apple Music, tus seguidores también la podrán ver.
fi: Tässä laitteessa toistettu musiikki näkyy Äskettäin toistetuissa tai Replay-mikseissä sekä vaikuttaa suosituksiin. Se myös näkyy seuraajillesi, jos otat käyttöön Apple Music -profiilin.
fr: La musique écoutée sur cet appareil apparaîtra dans « Écoutés récemment » et dans les mix Replay, influencera vos recommandations et, si vous avez configuré un profil Apple Music, sera visible pour vos abonnés.
fr_ca: La musique écoutée sur cet appareil s’affichera dans Écoutée récemment et dans les mix qui reprennent vos écoutes précédentes, et influencera les recommandations qui vous sont faites. Si vous créez un profil Apple Music, elle sera visible par vos abonnés.
he: מוזיקה שהופעלה במכשיר זה תופיע ב״הופעלו לאחרונה״ ובפלייליסטים של Replay, והיא תשפיע על ההמלצות שלך. היא גם תהיה גלויה לעוקבים שלך אם הגדרת פרופיל ב-Apple Music.
hi: इस डिवाइस पर चलाया गया संगीत हालिया चलाए गए, मिक्स फिर चलाएँ में दिखाई देगा, आपको मिलने वाली अनुशंसाओं को प्रभावित करेगा और अगर आप Apple Music प्रोफ़ाइल सेटअप करते हैं, तो आपके फ़ॉलोअर भी उसे देख सकेंगे।
hr: Glazba reproducirana na ovom uređaju prikazivat će se u Ponovno slušamo, Ponovnoj reprodukciji mikseva i utjecati na vaše preporuke, a ako ste podesili Apple Music profil, vaši pratitelji moći će ga vidjeti.
hu: Az ezen az eszközön lejátszott zenék megjelennek a Nemrég játszott részben és a Replay mixekben, és befolyásolják az Önnek szóló javaslatokat, ha pedig egy Apple Music-profilt állít be, a követői számára láthatók lesznek.
id: Musik yang diputar di perangkat ini akan muncul di Baru Diputar dan campuran Putar Ulang serta akan memengaruhi rekomendasi Anda. Selain itu, jika Anda mengatur profil Apple Music, pengaturan tersebut akan terlihat oleh pengikut Anda.
it: La musica riprodotta sul dispositivo verrà mostrata nei brani ascoltati recentemente e nei mix Replay, influenzerà i brani consigliati e, se hai configurato un profilo Apple Music, sarà visualizzata anche dai tuoi follower.
ja: このデバイスで再生されたミュージックは、最近再生した項目やReplayミックスに表示され、おすすめにも反映されます。また、Apple Musicのプロフィールを設定している場合は、あなたをフォローしている人に表示されます。
ko: 이 기기에서 재생되는 음악이 최근 재생된 항목 및 리플레이 믹스에서 보여지며, 추천 음악에 영향을 줍니다. 사용자가 Apple Music 프로필을 설정한 경우 팔로워가 해당 프로필을 볼 수 있습니다.
ms: Muzik yang dimainkan pada peranti ini akan kelihatan dalam Terbaru Dimainkan, campuran Replay, mempengaruhi pengesyoran anda dan jika anda menyediakan profil Apple Music, ia juga akan dilihat oleh pengikut anda.
nb: Musikk som spilles på denne enheten, vil dukke opp i Nylig spilt og Replay-mikser, påvirke hvilke anbefalinger du får, og, hvis du oppretter en Apple Music-profil, bli sett av de som følger deg.
nl: Muziek die je afspeelt op dit apparaat wordt weergegeven in 'Recent afgespeeld', Replay-mixes, heeft invloed op je aanbevelingen en wordt bovendien door je volgers gezien als je een Apple Music-profiel configureert.
pl: Muzyka odtwarzana na tym urządzeniu będzie widoczna na liście Ostatnio odtwarzane i w miksach Replay, będzie miała wpływ na Twoje rekomendacje i będzie widoczna dla osób obserwujących Cię (jeśli masz skonfigurowany profil w Apple Music).
pt_br: As músicas reproduzidas neste dispositivo aparecerão em Reproduções Recentes e nas seleções de Replay, influenciarão as suas recomendações e, se você configurar um perfil no Apple Music, também serão vistas pelos seus seguidores.
pt_pt: A música reproduzida neste dispositivo aparecerá em Recentes e nas misturas Replay, influenciará as recomendações e, caso configure um perfil em Apple Music, será também vista pelos seus seguidores.
ro: Muzica redată pe acest dispozitiv va apărea în istoricul redărilor și în mixajele pentru reascultare, va influența recomandările primite și, dacă vă configurați un profil Apple Music, va fi văzută și de urmăritorii dvs.
ru: Музыка, воспроизводимая на этом устройстве, отобразится в разделе «Недавно воспроизведенные» и в миксах «Мой год», а также повлияет на Ваши рекомендации, а если Вы настроите профиль Apple Music, Ваши подписчики его увидят.
sk: Hudba prehrávaná na tomto zariadení sa bude zobrazovať medzi naposledy hranými skladbami a v Replay mixoch, bude ovplyvňovať vaše odporúčania a ak si nastavíte profil na Apple Music, uvidia ju aj vaši nasledovatelia.
sl: Glasba, predvajana v tej napravi, bo prikazana v razdelku Nedavno predvajano, mešanih ponovnih predvajanjih, bo vplivala na vaša priporočila in če nastavite profil v storitvi Apple Music, jo bodo videli tudi vaši sledilci.
sv: Musik som spelas upp på den här enheten visas bland senast spelade och Replay-mixar samt påverkar vilka rekommendationer som du får. Om du ställer in en Apple Music-profil visas den även för dina följare.
th: เพลงที่เล่นบนอุปกรณ์นี้จะแสดงในเล่นล่าสุด, มิกซ์ Replay, จะมีผลต่อเพลงแนะนำของคุณ และถ้าคุณตั้งค่าโปรไฟล์ Apple Music ผู้ติดตามของคุณจะเห็นเพลงนี้ด้วย
tr: Bu aygıtta çalınan müzikler Son Çalınan’da ve Dinlediklerin karmalarında görünür, önerilerinizi etkiler ve Apple Music profili ayarlarsanız takipçileriniz tarafından da görülür.
uk: Музика, що відтворюється на цьому пристрої, зʼявлятиметься в недавно відтвореному чи в міксах «На повторі», впливатиме на рекомендації для вас і відображатиметься для ваших прихильників, якщо у вас є профіль Apple Music.
vi: Nhạc được phát trên thiết bị này sẽ xuất hiện trong Đã phát gần đây, nhạc Replay kết hợp, tác động đến các đề xuất của bạn và nếu bạn thiết lập trang cá nhân Apple Music, người theo dõi của bạn cũng sẽ nhìn thấy nhạc đó.
zh_cn: 此设备上播放的音乐将会出现在“最近播放”、“音乐回忆歌单”中，且会影响你的推荐；若你设置了Apple Music个人资料，这些音乐也将被关注者看到。
zh_hk: 在此裝置上播放的音樂將會在「最近播放」、「重播選集」中出現，亦會影響你收到的建議項目。如你設定Apple Music個人檔案，你的關注者也會看到。
zh_tw: 在此裝置上播放的音樂將顯示於「最近播放」、「音樂回憶歌單」，並影響你的推薦項目。若你已設定Apple Music個人檔案，你的追蹤者也將會看到這些音樂。

# MusicUseListeningHistoryTitle
source: Use Listening History
ar: استخدام سجل الاستماع
ca: Historial de reproducció
cs: Použít historii přehrávání
da: Brug lyttehistorik
de: Hörverlauf verwenden
el: Χρήση του ιστορικού ακρόασης
es: Usar el historial de reproducción
es_us: Usar historial de reproducción
fi: Käytä kuunteluhistoriaa
fr: Utiliser l’historique d’écoute
fr_ca: Utiliser l’historique d’écoute
he: שימוש בהיסטוריית ההאזנה
hi: श्रवण हिस्ट्री का उपयोग करें
hr: Koristi povijest slušanja
hu: Hallgatási előzmények használata
id: Gunakan Riwayat Mendengarkan
it: Utilizza la cronologia di ascolto
ja: 視聴履歴を使用
ko: 청취 기록 사용
ms: Gunakan Sejarah Pendengaran
nb: Bruk avspillingsloggen
nl: Gebruik luistergeschiedenis
pl: Używaj historii odtwarzania
pt_br: Usar Histórico de Escuta
pt_pt: Usar histórico de reprodução
ro: Utilizare istoric de ascultare
ru: История прослушивания
sk: Použiť históriu počúvania
sl: Uporabi zgodovino poslušanja
sv: Använd lyssningshistorik
th: ใช้ประวัติการฟัง
tr: Dinleme Geçmişini Kullan
uk: Історія прослуховування
vi: Sử dụng lịch sử nghe
zh_cn: 使用听歌历史记录
zh_hk: 使用聆聽記錄
zh_tw: 使用聆聽記錄

# MyPhotoStreamDescription
source: Access your recent photos that you take with your iPhone or iPad.
ar: الوصول إلى صورك الحديثة التي تلتقطها باستخدام iPhone أو iPad.
ca: Accedeix a les fotos més recents fetes amb l’iPhone o l’iPad.
cs: Zde si můžete prohlížet nejnovější fotky, které jste pořídili na iPhonu nebo iPadu.
da: Få adgang til de nyeste fotos, du har taget med din iPhone eller iPad.
de: Greife auf die neuesten Fotos zu, die du mit deinem iPhone oder iPad aufgenommen hast.
el: Προσπελάστε τις πρόσφατες φωτογραφίες που έχετε τραβήξει με το iPhone ή το iPad.
es: Accede a las fotos que has hecho recientemente con tu iPhone o iPad.
es_us: Accede a fotos recientes tomadas con tu iPhone o iPad.
fi: Käytä kuvia, jotka olet äskettäin ottanut iPhonella tai iPadilla.
fr: Accédez aux photos prises récemment avec votre iPhone ou iPad.
fr_ca: Accédez aux photos que vous avez récemment prises avec votre iPhone ou iPad.
he: באפשרותך לגשת לתמונות האחרונות שצילמת ב-iPhone או ב-iPad.
hi: अपने iPhone या iPad से ली गई अपनी हालिया तस्वीरें ऐक्सेस करें।
hr: Pristupite nedavnim fotografijama koje ste snimili iPhoneom ili iPadom.
hu: Hozzáférhet az iPhone-jával vagy az iPadjével készített legutóbbi fotóihoz.
id: Akses foto terbaru yang Anda ambil dengan iPhone atau iPad Anda.
it: Accedi alle tue foto più recenti scattate con iPhone o iPad.
ja: iPhoneまたはiPadで撮影した最近の写真にアクセスできます。
ko: iPhone 또는 iPad에서 찍은 최근 사진에 접근합니다.
ms: Akses foto terbaharu anda yang anda ambil dengan iPhone atau iPad anda.
nb: Få tilgang til bilder som er tatt nylig med iPhone eller iPad.
nl: Toegang tot recente foto's die je maakt met je iPhone of iPad.
pl: Dostęp do Twoich najnowszych zdjęć zrobionych iPhone’em lub iPadem.
pt_br: Acesse as fotos recentes que você tirou com o iPhone ou iPad.
pt_pt: Aceda às fotografias recentes que tirou com o seu iPhone ou iPad.
ro: Accesați‑vă pozele recente pe care le‑ați făcut cu iPhone‑ul sau iPad‑ul.
ru: Доступ к недавним фото, снятым на iPhone или iPad.
sk: Pristupujte k svojim posledným fotkám zhotoveným na iPhone alebo iPade.
sl: Dostopajte do svojih nedavnih fotografij, ki ste jih posneli z iPhonom ali iPadom.
sv: Du kan komma åt de senaste bilderna som du har tagit med iPhone eller iPad.
th: เข้าถึงรูปภาพล่าสุดที่คุณถ่ายด้วย iPhone หรือ iPad ของคุณ
tr: iPhone’unuz ya da iPad’iniz ile çektiğiniz son fotoğraflara erişin.
uk: Відкривайте недавні фото, які ви зробили на iPhone чи iPad.
vi: Truy cập các ảnh gần đây mà bạn chụp bằng iPhone hoặc iPad.
zh_cn: 访问近期通过iPhone或iPad拍摄的照片。
zh_hk: 取用最近使用iPhone或iPad拍攝的相片。
zh_tw: 取用你最近使用iPhone或iPad拍攝的照片。

# MyPhotoStreamTitle
source: My Photo Stream
ar: تدفق الصور الخاص بي
ca: Les meves fotos en estríming
cs: Můj fotostream
da: Min fotostream
de: Mein Fotostream
el: Ροή φωτό μου
es: En streaming
es_us: Mi secuencia de fotos
fi: Oma kuvavirta
fr: Mon flux de photos
fr_ca: Mon flux de photos
he: זרם התמונות שלי
hi: मेरी फ़ोटो स्ट्रीम
hr: Moj Foto stream
hu: Saját fotóstream
id: Stream Foto Saya
it: Il mio streaming foto
ja: マイフォトストリーム
ko: 나의 사진 스트림
ms: Strim Foto Saya
nb: Min bildestrøm
nl: Mijn fotostream
pl: Mój strumień zdjęć
pt_br: Meu Compartilhamento de Fotos
pt_pt: A minha partilha
ro: Fluxul dvs. foto
ru: Мой фотопоток
sk: Môj fotostream
sl: Moj tok fotografij
sv: Min bildström
th: การสตรีมรูปภาพของฉัน
tr: Fotoğraf Yayınım
uk: Мій Фотопотік
vi: Kho Ảnh của tôi
zh_cn: 我的照片流
zh_hk: 我的相片串流
zh_tw: 我的照片串流

# NameChooseDeviceName
source: Apple TV Name
ar: اسم Apple TV
ca: Nom de l’Apple TV
cs: Název Apple TV
da: Navn på Apple TV
el: Όνομα Apple TV
es: Nombre del Apple TV
es_us: Nombre del Apple TV
fi: Apple TV:n nimi
fr: Nom de l’Apple TV
fr_ca: Nom de l’Apple TV
he: שם ה-Apple TV
hi: Apple TV का नाम
hr: Naziv Apple TV‑a
hu: Az Apple TV neve
id: Nama Apple TV
it: Nome Apple TV
ja: Apple TV名
ko: Apple TV 이름
ms: Nama Apple TV
nb: Navn på Apple TV
nl: Naam Apple TV
pl: Nazwa Apple TV
pt_br: Nome da Apple TV
pt_pt: Nome da Apple TV
ro: Nume Apple TV
ru: Имя Apple TV
sk: Názov Apple TV
sl: Ime Apple TV-ja
sv: Apple TV-namn
th: ชื่อ Apple TV
tr: Apple TV Adı
uk: Назва Apple TV
vi: Tên Apple TV
zh_cn: Apple TV名称
zh_hk: Apple TV名稱
zh_tw: Apple TV名稱

# NameEnterNameText
source: Change the name of your Apple TV.
ar: قم بتغيير اسم Apple TV.
ca: Canvia el nom de l’Apple TV.
cs: Změňte název Apple TV.
da: Skift navnet på dit Apple TV.
de: Ändere den Namen deines Apple TV.
el: Αλλάξτε το όνομα του Apple TV σας.
es: Cambia el nombre del Apple TV.
es_us: Cambia el nombre de tu Apple TV.
fi: Vaihda Apple TV:n nimi.
fr: Modifiez le nom de votre Apple TV.
fr_ca: Modifiez le nom de votre Apple TV.
he: באפשרותך לשנות את שם ה-Apple TV שלך.
hi: अपने Apple TV का नाम बदलें।
hr: Promijenite naziv Apple TV-a.
hu: Módosíthatja az Apple TV nevét.
id: Ubah nama Apple TV Anda.
it: Modifica il nome di Apple TV.
ja: Apple TVの名前を変更してください。
ko: 사용자의 Apple TV 이름을 변경합니다.
ms: Tukar nama Apple TV anda.
nb: Endre navn på Apple TV-enheten.
nl: Wijzig de naam van je Apple TV.
pl: Zmień nazwę Apple TV.
pt_br: Altere o nome da Apple TV.
pt_pt: Mude o nome da sua Apple TV.
ro: Schimbați numele Apple TV‑ului dvs.
ru: Измените имя этого Apple TV.
sk: Zmeňte názov svojho Apple TV.
sl: Spremenite ime Apple TV-ja.
sv: Byt namn på din Apple TV.
th: เปลี่ยนชื่อของ Apple TV ของคุณ
tr: Apple TV’nizin adını değiştirin.
uk: Змінюйте назву свого Apple TV.
vi: Thay đổi tên của Apple TV của bạn.
zh_cn: 更改Apple TV的名称。
zh_hk: 更改Apple TV的名稱。
zh_tw: 更改你的Apple TV名稱。

# NetworkConfigureDNSEntryPrompt
source: If you have the IP address for a DNS server, enter it and then select Done.
ar: إذا كان لديك عنوان IP الخاص بخادم DNS، فأدخله ثم حدد "تم".
ca: Si tens l’adreça IP d’un servidor DNS de l’encaminador, introdueix‑la i selecciona “Fet”.
cs: Máte‑li k dispozici IP adresu DNS serveru, zadejte ji a vyberte volbu Hotovo.
da: Hvis du har IP-adressen til en DNS-server, skal du skrive den og vælge OK.
de: Wenn du über die IP-Adresse eines DNS-Servers verfügst, gib diese ein und wähle „OK“.
el: Εάν έχετε τη διεύθυνση IP για έναν διακομιστή DNS, εισαγάγετέ την και μετά επιλέξτε «Τέλος».
es: Si tienes la dirección IP de un servidor DNS, introdúcela y selecciona OK.
es_us: Si tienes la dirección IP de un servidor DNS, ingrésala y selecciona Listo.
fi: Jos tiedät nimipalvelimen IP-osoitteen, syötä se ja valitse sitten OK.
fr: Si vous avez l’adresse IP d’un serveur DNS, saisissez-la puis sélectionnez OK.
fr_ca: Si vous avez l’adresse IP d’un serveur DNS, entrez-la puis sélectionnez OK.
he: אם יש ברשותך את כתובת ה-IP של שרת DNS, יש להזין אותה ולבחור ב״סיום״.
hi: यदि आपके पास DNS सर्वर के लिए IP पता है, तो उसे दर्ज करें और “पूर्ण” चुनें।
hr: Ako imate IP adresu DNS servera, unesite je pa odaberite Gotovo.
hu: Ha rendelkezik a DNS-szerver IP-címével, adja meg azt, majd válassza a Kész lehetőséget.
id: Jika Anda memiliki alamat IP untuk server DNS, masukkan lalu pilih Selesai.
it: Se disponi di un indirizzo IP per il server DNS, inseriscilo e seleziona Fine.
ja: DNSサーバのIPアドレスがあれば入力して、“完了”を選択してください。
ko: DNS 서버 IP 주소가 있다면 입력한 다음 완료를 선택하십시오.
ms: Jika anda mempunyai alamat IP untuk pelayan DNS, masukkannya, kemudian pilih Selesai.
nb: Hvis du har IP-adressen til en DNS-tjener, skriver du den inn og velger Ferdig.
nl: Als je het IP-adres voor een DNS-server hebt, voer je dat in en selecteer je 'OK'.
pl: Jeśli znasz adres IP serwera DNS, podaj go, a następnie wybierz OK.
pt_br: Se você tiver o endereço IP de um servidor DNS, digite-o e depois selecione OK.
pt_pt: Se tiver o endereço IP de um servidor DNS, digite‑o e selecione OK.
ro: Dacă aveți adresa IP a unui server DNS, introduceți-o și apoi selectați OK.
ru: При наличии IP‑адреса для DNS‑сервера введите его и выберите «Готово».
sk: Ak máte IP adresu DNS servera, zadajte ju a potom vyberte Hotovo.
sl: Če imate naslov IP za strežnik DNS, ga vnesite, nato pa izberite Dokončano.
sv: Om du har IP-adressen till en DNS-server fyller du i den och väljer sedan Klar.
th: ถ้าคุณทราบที่อยู่ IP สำหรับเซิร์ฟเวอร์ DNS ให้ป้อนที่อยู่แล้วเลือกเสร็จสิ้น
tr: Bir DNS sunucunun IP adresi varsa, onu girin ve Bitti’yi seçin.
uk: Якщо ви маєте IP-адресу для сервера DNS, введіть її, а потім виберіть «Готово».
vi: Nếu bạn có địa chỉ IP cho máy chủ DNS, hãy nhập địa chỉ đó rồi chọn Xong.
zh_cn: 如果你有DNS服务器的IP地址，请输入并选择“完成”。
zh_hk: 如有DNS伺服器IP位址，請輸入有關位址，然後選擇「完成」。
zh_tw: 若你有DNS伺服器的IP位址，請輸入該位址，然後選取「完成」。

# NetworkConfigureDNSEntryTitle
source: DNS Address
ar: عنوان DNS
ca: Adreça DNS
cs: Adresa DNS
da: DNS-adresse
de: DNS-Adresse
el: Διεύθυνση DNS
es: Dirección DNS
es_us: Dirección DNS
fi: DNS-osoite
fr: Adresse DNS
fr_ca: Adresse DNS
he: כתובת DNS
hi: DNS पता
hr: DNS adresa
hu: DNS-cím
id: Alamat DNS
it: Indirizzo DNS
ja: DNSアドレス
ko: DNS 주소
ms: Alamat DNS
nb: DNS-adresse
nl: DNS-adres
pl: Adres DNS
pt_br: Endereço DNS
pt_pt: Endereço DNS
ro: Adresă DNS
ru: Адрес DNS
sk: Adresa DNS
sl: Naslov DNS
sv: DNS-adress
th: ที่อยู่ DNS
tr: DNS Adresi
uk: Адреса DNS
vi: Địa chỉ DNS
zh_cn: DNS地址
zh_hk: DNS位址
zh_tw: DNS位址

# NetworkConfigureDNSItemTitle
source: Configure DNS
ar: تكوين DNS
ca: Configura el DNS
cs: Nakonfigurovat DNS
da: Konfigurer DNS
de: DNS konfigurieren
el: Διαμόρφωση DNS
es: Configuración DNS
es_us: Configurar DNS
fi: Määritä DNS
fr: Configurer le DNS
fr_ca: Configurer le DNS
he: הגדרת DNS
hi: DNS कॉन्फ़िगर करें
hr: Podešavanje DNS-a
hu: DNS konfigurálása
id: Konfigurasi DNS
it: Configura DNS
ja: DNSを構成
ko: DNS 구성
ms: Konfigurasi DNS
nb: Konfigurer DNS
nl: Configureer DNS
pl: Konfiguruj DNS
pt_br: Configurar DNS
pt_pt: Configurar DNS
ro: Configurare DNS
ru: Настройка DNS
sk: Nastavenie DNS
sl: Konfiguriranje strežnika DNS
sv: Ställ in DNS
th: กำหนดค่า DNS
tr: DNS’i Ayarla
uk: Конфігурувати DNS
vi: Định cấu hình DNS
zh_cn: 配置DNS
zh_hk: 設定DNS
zh_tw: 設定DNS

# NetworkConfigureEthernetDescription
source: For most networks, you can select Automatic. If you’re on a custom network with assigned IP addresses, select Manual.
ar: على معظم الشبكات، يمكنك تحديد "تلقائي". إذا كنت تستخدم شبكة مخصصة مع عناوين IP معينة، فحدد "يدوي".
ca: En el cas de la majoria de xarxes pots seleccionar “Automàtic”. Si ets en una xarxa personalitzada amb adreces IP assignades, selecciona “Manual”.
cs: Pro většinu sítí můžete vybrat volbu Automaticky. V případě, že jste připojení k síti s přiřazenou IP adresou, vyberte volbu Ručně.
da: Du kan vælge Automatisk til de fleste netværk. Hvis du er på et specielt netværk med bestemte IP-adresser, skal du vælge Manuel.
de: Für die meisten Netzwerke kannst du „Automatisch“ auswählen. Wenn du ein angepasstes Netzwerk mit speziell zugewiesenen IP-Adressen verwendest, wähle „Manuell“.
el: Για τα περισσότερα δίκτυα, μπορείτε να επιλέξετε «Αυτόματα». Αν συνδέεστε σε προσαρμοσμένο δίκτυο με εκχωρημένες διευθύνσεις IP, επιλέξτε «Χειροκίνητα».
es: Para la mayoría de las redes, puedes seleccionar la opción Automática. Si te has conectado a una red personalizada con direcciones IP asignadas, selecciona Manual.
es_us: Para la mayoría de las redes, puedes seleccionar Automática. Si usas una red personalizada con direcciones IP asignadas, selecciona Manual.
fi: Voit valita useimmille verkoille Automaattisesti. Jos verkko on asetettu käyttämään kiinteitä IP-osoitteita, valitse Käsin.
fr: Vous pouvez sélectionner Automatique pour la plupart des réseaux. Si vous êtes sur un réseau personnalisé avec adresses IP attribuées spécifiquement, sélectionnez Manuelle.
fr_ca: Vous pouvez sélectionner Automatique pour la plupart des réseaux. Si votre appareil est connecté à un réseau personnalisé dont les adresses IP sont attribuées de façon spécifique, sélectionnez Manuel.
he: ברוב הרשתות ניתן לבחור באפשרות ״אוטומטית״. אם התחברת לרשת המותאמת באופן אישי שהוקצו בה כתובות IP, יש לבחור ״ידנית״.
hi: अधिकांश नेटवर्क के लिए आप “ऑटोमैटिक” चुन सकते हैं। अगर आप असाइन किए गए IP पतों वाले कस्टम नेटवर्क पर हैं, तो “मैनुअल” चुनें।
hr: Za većinu mreža možete odabrati Automatski. Ako imate prilagođenu mrežu s pridruženim IP adresama, odaberite Ručno.
hu: A legtöbb hálózat esetén választhatja az Automatikus beállítást. Ha egyéni hálózattal és külön hozzárendelt IP-címekkel rendelkezik, válassza a Kézi lehetőséget.
id: Untuk sebagian besar jaringan, Anda dapat memilih Otomatis. Jika Anda menggunakan jaringan khusus dengan alamat IP yang ditentukan, pilih Manual.
it: Per la maggior parte delle reti, puoi selezionare Automatico. Se la tua è una rete personalizzata con indirizzi IP assegnati, seleziona Manuale.
ja: 多くのネットワークでは“自動”を選択できます。IPアドレスを割り当てたカスタムネットワークの場合は“手動”を選択してください。
ko: 대부분의 네트워크는 자동을 선택하면 됩니다. IP 주소가 할당된 사용자 설정 네트워크를 사용하는 경우에는 수동을 선택하십시오.
ms: Untuk kebanyakan rangkaian, anda boleh memilih Automatik. Jika anda menggunakan rangkaian tersuai dengan alamat IP yang ditetapkan, pilih Manual.
nb: På de fleste nettverk kan du velge Automatisk. Hvis du er på et tilpasset nettverk med tilordnede IP-adresser, velger du Manuelt.
nl: Voor de meeste netwerken kun je 'Automatisch' selecteren. Als je een aangepast netwerk met toegewezen IP-adressen hebt, selecteer je 'Handmatig'.
pl: W przypadku większości sieci możesz wybrać opcję Automatycznie. Jeśli masz sieć ze stałymi adresami IP, wybierz opcję Ręcznie.
pt_br: Na maioria das redes, você pode selecionar Automático. Se você estiver em uma rede personalizada com endereços IP atribuídos, selecione Manual.
pt_pt: Para a maioria das redes, pode selecionar Automaticamente. Se estiver numa rede personalizada com endereços IP atribuídos, selecione Manualmente.
ro: Pentru majoritatea rețelelor, puteți selecta Automat. Dacă vă aflați într‑o rețea personalizată cu adrese IP alocate, selectați Manual.
ru: Для большинства сетей можно выбрать значение «Автоматически». Если у Вас собственная сеть с назначенными IP‑адресами, выберите вариант «Вручную».
sk: Pre väčšinu sietí stačí zvoliť Automatické. Ak máte vlastnú sieť s pridelenými IP adresami, vyberte Manuálne.
sl: Pri večini omrežij lahko izberete možnost Samodejno. Če uporabljate omrežje po meri z dodeljenimi naslovi IP, izberite možnost Ročno.
sv: För de flesta nätverk kan du välja Automatiskt. Om du har ett specialanpassat nätverk med tilldelade IP-adresser väljer du Manuellt.
th: คุณสามารถเลือกอัตโนมัติเพื่อใช้งานกับเครือข่ายส่วนใหญ่ได้ ถ้าคุณใช้เครือข่ายที่กำหนดที่อยู่ IP เอง ให้เลือกกำหนดเอง
tr: Çoğu ağ için Otomatik’i seçebilirsiniz. Atanmış IP adreslerine sahip özel bir ağdaysanız Elle’yi seçin.
uk: Для більшості мереж можна вибрати варіант «Автоматично». Для власної мережі з призначеними IP‑адресами оберіть варіант «Вручну».
vi: Đối với hầu hết các mạng, bạn có thể chọn Tự động. Nếu bạn đang sử dụng mạng tùy chỉnh với địa chỉ IP được gán, hãy chọn Thủ công.
zh_cn: 大部分网络选用“自动”即可。但是如果你使用指定IP地址的自定义网络，请选择“手动”。
zh_hk: 對於大部份網絡，你可以選擇「自動」。如你有已指定IP位址的自訂網絡，請選擇「手動」。
zh_tw: 對大部分的網路而言，你可以選取「自動」。若你位於具有指定IP位址的自訂網路，請選取「手動」。
